Repository: WallpaperMachine/WallpaperMachine
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: The committed wallpaper contains a non-absolute source path.
ja: 適用済みの壁紙に、絶対パスではないソースパスが含まれています。
zh_hans: 已应用的壁纸包含非绝对路径的来源。
zh_hant: 已套用的桌布包含非絕對路徑的來源。

source: macOS did not load the lock-screen renderer. The original wallpaper has been restored. Check for another wallpaper app or a conflicting system-wide wallpaper selection.
ja: macOSがロック画面のレンダラを読み込みませんでした。元の壁紙が復元されました。ほかの壁紙Appや、競合するシステム全体の壁紙設定がないか確認してください。
zh_hans: macOS 没有加载锁定屏幕渲染器，已恢复原来的墙纸。请检查是否有其他墙纸应用，或冲突的全局墙纸设置。
zh_hant: macOS 未載入鎖定畫面渲染器，已還原原本的桌布。請檢查是否有其他桌布 App，或有衝突的全系統桌布選擇。

source: Wallpaper assets changed while preparing the lock screen. Retry after the download or edit finishes.
ja: ロック画面の準備中に壁紙のアセットが変更されました。ダウンロードまたは編集が完了してから再試行してください。
zh_hans: 准备锁定屏幕时壁纸文件发生了变化。请等下载或编辑完成后重试。
zh_hant: 準備鎖定畫面時，桌布資源發生變更。請等下載或編輯完成後再重試。

source: Cannot create lock-screen asset: %@
ja: ロック画面のアセットを作成できません：%@
zh_hans: 无法创建锁定屏幕文件：%@
zh_hant: 無法建立鎖定畫面資源：%@

source: Lock-screen assets cannot contain symbolic links or special files: %@
ja: ロック画面のアセットにシンボリックリンクや特殊ファイルを含めることはできません：%@
zh_hans: 锁定屏幕文件不能包含符号链接或特殊文件：%@
zh_hant: 鎖定畫面資源不能包含符號連結或特殊檔案：%@

source: Cannot enumerate wallpaper assets: %@
ja: 壁紙のアセットを列挙できません：%@
zh_hans: 无法读取壁纸文件列表：%@
zh_hant: 無法列舉桌布資源：%@

source: The wallpaper asset source must be a real directory: %@
ja: 壁紙のアセットのソースは実際のディレクトリである必要があります：%@
zh_hans: 壁纸文件来源必须是真实的文件夹：%@
zh_hant: 桌布資源的來源必須是實際的資料夾：%@

source: Choose a valid Workshop wallpaper. Application wallpapers execute Windows programs and cannot be used on macOS.
ja: 有効なワークショップの壁紙を選択してください。アプリケーション壁紙はWindowsプログラムを実行するため、macOSでは使用できません。
zh_hans: 请选择有效的创意工坊壁纸。应用程序类壁纸需要运行 Windows 程序，无法在 macOS 上使用。
zh_hant: 請選擇有效的工作坊桌布。應用程式桌布會執行 Windows 程式，無法在 macOS 上使用。

source: Downloaded, but the library could not refresh: %@. Refresh the library before applying it.
ja: ダウンロードしましたが、ライブラリを更新できませんでした：%@。適用する前にライブラリを更新してください。
zh_hans: 已下载，但壁纸库未能刷新：%@。请先刷新壁纸库再应用。
zh_hant: 已下載，但桌布庫無法重新整理：%@。請先重新整理桌布庫再套用。

source: Enter your Steam account login name (not your display name). An account that owns Wallpaper Engine is required.
ja: Steamアカウントのログイン名（表示名ではありません）を入力してください。Wallpaper Engineを所有するアカウントが必要です。
zh_hans: 请输入 Steam 账户的登录名（不是昵称）。需要拥有 Wallpaper Engine 的账户。
zh_hant: 請輸入你的 Steam 帳號登入名稱（不是顯示名稱）。需要使用擁有 Wallpaper Engine 的帳號。

source: SteamCMD timed out. If Steam Guard was not completed, retry signing in and approve the new request or enter a fresh code. Otherwise check your connection and available disk space.
ja: SteamCMDがタイムアウトしました。Steam Guardが完了していない場合は、もう一度サインインして新しいリクエストを承認するか、新しいコードを入力してください。それ以外の場合は、ネットワーク接続とディスクの空き容量を確認してください。
zh_hans: SteamCMD 超时。如果 Steam 令牌验证没有完成，请重新登录并批准新的请求或输入新的验证码；否则请检查网络连接和磁盘空间。
zh_hant: SteamCMD 逾時。如果尚未完成 Steam Guard 驗證，請重新登入並核准新的請求，或輸入新的驗證碼；否則請檢查網路連線和可用磁碟空間。

source: Steam closed the session without confirming the sign-in. Check the account name and password, then retry.
ja: Steamがサインインを確認せずにセッションを閉じました。アカウント名とパスワードを確認してから再試行してください。
zh_hans: Steam 未确认登录就关闭了会话。请检查账户名和密码后重试。
zh_hant: Steam 未確認登入就關閉了工作階段。請檢查帳號名稱和密碼後重試。

source: Steam exited without confirming a complete Wallpaper Engine installation. Retry installing scene assets; existing assets have not been changed.
ja: SteamはWallpaper Engineのインストール完了を確認せずに終了しました。共有シーンリソースのインストールを再試行してください。既存のリソースは変更されていません。
zh_hans: Steam 退出时没有确认 Wallpaper Engine 已完整安装。请重新安装场景资源，现有资源没有被改动。
zh_hant: Steam 結束時未確認 Wallpaper Engine 已完整安裝。請重新安裝場景資源；現有資源未被更動。

source: Steam exited without confirming a complete Workshop download. Retry; no partial wallpaper has been added to your library.
ja: Steamはワークショップのダウンロード完了を確認せずに終了しました。再試行してください。不完全な壁紙はライブラリに追加されていません。
zh_hans: Steam 退出时没有确认创意工坊下载已完成。请重试，未完成的壁纸不会加入壁纸库。
zh_hant: Steam 結束時未確認工作坊下載已完成。請重試；沒有任何不完整的桌布加入你的桌布庫。

source: SteamCMD exited before confirming the sign-in. Check the account name and password, approve Steam Guard, and retry. On Apple silicon, SteamCMD may require Rosetta 2.
ja: SteamCMDがサインインを確認する前に終了しました。アカウント名とパスワードを確認し、Steam Guardで承認してから再試行してください。Appleシリコン搭載のMacでは、SteamCMDにRosetta 2が必要な場合があります。
zh_hans: SteamCMD 在确认登录前就退出了。请检查账户名和密码，批准 Steam 令牌验证后重试。在 Apple 芯片的 Mac 上，SteamCMD 可能需要 Rosetta 2。
zh_hant: SteamCMD 在確認登入前就已結束。請檢查帳號名稱和密碼，核准 Steam Guard 後重試。在搭載 Apple 晶片的 Mac 上，SteamCMD 可能需要 Rosetta 2。

source: SteamCMD exited before completing the download. Confirm this account owns Wallpaper Engine, approve Steam Guard, and retry. On Apple silicon, SteamCMD may require Rosetta 2.
ja: SteamCMDがダウンロードを完了する前に終了しました。このアカウントがWallpaper Engineを所有していることを確認し、Steam Guardで承認してから再試行してください。Appleシリコン搭載のMacでは、SteamCMDにRosetta 2が必要な場合があります。
zh_hans: SteamCMD 在下载完成前就退出了。请确认此账户拥有 Wallpaper Engine，批准 Steam 令牌验证后重试。在 Apple 芯片的 Mac 上，SteamCMD 可能需要 Rosetta 2。
zh_hant: SteamCMD 在完成下載前就已結束。請確認此帳號擁有 Wallpaper Engine，核准 Steam Guard 後重試。在搭載 Apple 晶片的 Mac 上，SteamCMD 可能需要 Rosetta 2。

source: Could not read SteamCMD’s private terminal without blocking. Restart WallpaperMachine and retry.
ja: SteamCMDの専用ターミナルを非ブロッキングで読み取れませんでした。WallpaperMachineを再起動してから再試行してください。
zh_hans: 无法读取 SteamCMD 的终端输出。请重新打开 WallpaperMachine 后重试。
zh_hant: 無法在不阻斷的情況下讀取 SteamCMD 的私有終端機。請重新啟動 WallpaperMachine 後重試。

source: Could not create a private terminal for SteamCMD. Restart WallpaperMachine and retry.
ja: SteamCMD用の専用ターミナルを作成できませんでした。WallpaperMachineを再起動してから再試行してください。
zh_hans: 无法为 SteamCMD 创建终端。请重新打开 WallpaperMachine 后重试。
zh_hant: 無法為 SteamCMD 建立私有終端機。請重新啟動 WallpaperMachine 後重試。

source: Cannot launch SteamCMD: %@. Install the macOS SteamCMD distribution; on Apple silicon install Rosetta 2 if requested.
ja: SteamCMDを起動できません：%@。macOS版のSteamCMDをインストールしてください。Appleシリコン搭載のMacでは、求められた場合はRosetta 2をインストールしてください。
zh_hans: 无法启动 SteamCMD：%@。请安装 macOS 版 SteamCMD；在 Apple 芯片的 Mac 上，如有提示请安装 Rosetta 2。
zh_hant: 無法啟動 SteamCMD：%@。請安裝 macOS 版 SteamCMD；在搭載 Apple 晶片的 Mac 上，若系統要求，請安裝 Rosetta 2。

source: Lost the connection to SteamCMD’s login terminal. Retry signing in.
ja: SteamCMDのログインターミナルとの接続が切れました。もう一度サインインしてください。
zh_hans: 与 SteamCMD 登录终端的连接已断开。请重新登录。
zh_hant: 與 SteamCMD 登入終端機的連線已中斷。請重新登入。

source: SteamCMD closed its login prompt. Retry signing in to start a new session.
ja: SteamCMDがログインプロンプトを閉じました。新しいセッションを開始するには、もう一度サインインしてください。
zh_hans: SteamCMD 关闭了登录提示。请重新登录以开始新的会话。
zh_hant: SteamCMD 已關閉登入提示。請重新登入以開始新的工作階段。

source: Steam ended this session because the account signed in somewhere else. Retry once the other sign-in is done.
ja: このアカウントがほかの場所でサインインしたため、Steamがこのセッションを終了しました。ほかの場所でのサインインが終わってから再試行してください。
zh_hans: 此账户在其他地方登录，Steam 结束了本次会话。等另一处登录结束后再重试。
zh_hant: 由於此帳號在其他地方登入，Steam 已結束此工作階段。請在另一處登入完成後再重試。

source: Steam denied this download. Sign in with an account that owns Wallpaper Engine and has access to this Workshop item.
ja: Steamがこのダウンロードを拒否しました。Wallpaper Engineを所有し、このワークショップアイテムにアクセスできるアカウントでサインインしてください。
zh_hans: Steam 拒绝了此次下载。请使用拥有 Wallpaper Engine 且可以访问此创意工坊项目的账户登录。
zh_hant: Steam 拒絕了此次下載。請使用擁有 Wallpaper Engine 且可存取此工作坊項目的帳號登入。

source: Steam could not download this item. It may be private, removed, or unavailable to this account. Open its Workshop page and retry.
ja: Steamはこのアイテムをダウンロードできませんでした。非公開、削除済み、またはこのアカウントでは利用できない可能性があります。ワークショップのページを開いてから再試行してください。
zh_hans: Steam 无法下载此项目，它可能已设为私密、已被删除，或此账户无法访问。请打开它的创意工坊页面查看后重试。
zh_hant: Steam 無法下載此項目。它可能已設為私人、已被移除，或此帳號無法取用。請打開其工作坊頁面後重試。

source: Steam could not install Wallpaper Engine’s shared assets. Confirm ownership and check available disk space, then retry.
ja: SteamはWallpaper Engineの共有リソースをインストールできませんでした。Wallpaper Engineを所有していることとディスクの空き容量を確認してから再試行してください。
zh_hans: Steam 无法安装 Wallpaper Engine 的共享资源。请确认账户拥有 Wallpaper Engine 并检查磁盘空间后重试。
zh_hant: Steam 無法安裝 Wallpaper Engine 的共用資源。請確認你擁有 Wallpaper Engine 並檢查可用磁碟空間後重試。

source: Your saved Steam sign-in has expired or was revoked. Try again and sign in to Steam.
ja: 保存済みのSteamのサインイン情報が期限切れか、取り消されました。もう一度試して、Steamにサインインしてください。
zh_hans: 已保存的 Steam 登录已过期或被撤销。请重试并重新登录 Steam。
zh_hant: 已儲存的 Steam 登入資訊已過期或已被撤銷。請再試一次並登入 Steam。

source: Steam Guard was rejected, cancelled or expired. Try again, enter your password, then approve the new request or use a new code.
ja: Steam Guardが拒否されたか、キャンセルされたか、期限切れになりました。もう一度試してパスワードを入力し、新しいリクエストを承認するか新しいコードを使用してください。
zh_hans: Steam 令牌验证被拒绝、已取消或已过期。请重试，输入密码后批准新的请求或使用新的验证码。
zh_hant: Steam Guard 驗證遭拒、已取消或已過期。請再試一次，輸入密碼後核准新的請求，或使用新的驗證碼。

source: Steam could not complete the connection or sign-in in time. Check your connection and any Steam Guard approval, then retry.
ja: Steamが時間内に接続またはサインインを完了できませんでした。ネットワーク接続とSteam Guardの承認を確認してから再試行してください。
zh_hans: Steam 没能及时完成连接或登录。请检查网络连接和 Steam 令牌验证后重试。
zh_hant: Steam 無法及時完成連線或登入。請檢查網路連線及 Steam Guard 核准狀態後重試。

source: Steam has temporarily limited sign-in attempts. Wait before retrying.
ja: Steamがサインインの試行を一時的に制限しています。しばらく待ってから再試行してください。
zh_hans: Steam 暂时限制了登录尝试，请稍后再试。
zh_hant: Steam 暫時限制了登入嘗試次數。請稍候再重試。

source: Steam rejected the sign-in. Check your account login name, password, and Steam Guard approval, then retry.
ja: Steamがサインインを拒否しました。アカウントのログイン名、パスワード、Steam Guardの承認を確認してから再試行してください。
zh_hans: Steam 拒绝了登录。请检查登录名、密码和 Steam 令牌验证后重试。
zh_hant: Steam 拒絕了登入。請檢查帳號登入名稱、密碼及 Steam Guard 核准狀態後重試。

source: Steam rejected the sign-in. Check your account login name and password, then retry.
ja: Steamがサインインを拒否しました。アカウントのログイン名とパスワードを確認してから再試行してください。
zh_hans: Steam 拒绝了登录。请检查登录名和密码后重试。
zh_hant: Steam 拒絕了登入。請檢查帳號登入名稱和密碼後重試。

source: Steam allows one session at a time for this account; waiting to retry
ja: このアカウントでSteamが許可するセッションは一度に1つだけです。再試行を待っています
zh_hans: 此账户在 Steam 上同时只能有一个会话，正在等待重试
zh_hant: Steam 對此帳號一次只允許一個工作階段；正在等待重試

source: Waiting for a free download slot
ja: ダウンロードの空きを待っています
zh_hans: 正在等待空闲的下载名额
zh_hant: 正在等待可用的下載名額

source: Waiting for the current sign-in to finish
ja: 現在のサインインが終わるのを待っています
zh_hans: 正在等待当前登录完成
zh_hant: 正在等待目前的登入完成

source: Waiting for the previous download
ja: 前のダウンロードを待っています
zh_hans: 正在等待上一项下载
zh_hant: 正在等待上一個下載項目

source: Wait for active and queued downloads to finish before changing saved sign-in settings.
ja: 保存済みのサインイン設定を変更する前に、実行中およびキュー内のダウンロードが完了するまで待ってください。
zh_hans: 请等进行中和排队的下载完成后，再更改已保存的登录设置。
zh_hant: 請等候進行中及佇列中的下載完成後，再更改已儲存的登入設定。

source: No system media provider is configured.
ja: システムのメディアプロバイダが設定されていません。
zh_hans: 没有可用的系统媒体来源。
zh_hant: 未設定系統媒體提供者。

source: The folder name cannot be used as a library identifier.
ja: このフォルダ名はライブラリの識別子として使用できません。
zh_hans: 此文件夹名称无法用作壁纸库标识符。
zh_hant: 此資料夾名稱無法用作桌布庫識別碼。

source: Choose a source outside WallpaperMachine’s managed library.
ja: WallpaperMachineが管理するライブラリの外にあるソースを選択してください。
zh_hans: 请选择 WallpaperMachine 壁纸库以外的来源。
zh_hant: 請選擇 WallpaperMachine 所管理桌布庫以外的來源。

source: Could not publish Workshop item %@: %@. Download staging and the library must be on the same volume.
ja: ワークショップアイテム%1$@をライブラリに追加できませんでした：%2$@。ダウンロードの一時領域とライブラリは同じボリューム上にある必要があります。
zh_hans: 无法添加创意工坊项目 %1$@：%2$@。下载的临时目录和壁纸库必须在同一个磁盘卷上。
zh_hant: 無法將工作坊項目 %1$@ 加入桌布庫：%2$@。下載暫存區和桌布庫必須位於同一個卷宗。

source: Download staging must be outside the managed library.
ja: ダウンロードの一時領域は、管理対象のライブラリの外にある必要があります。
zh_hans: 下载的临时目录必须位于壁纸库之外。
zh_hant: 下載暫存區必須位於受管理的桌布庫之外。

source: Choose a valid numeric Workshop item identifier.
ja: 数字のみの有効なワークショップアイテムIDを指定してください。
zh_hans: 请使用有效的数字创意工坊项目 ID。
zh_hant: 請使用有效的工作坊項目數字 ID。

source: Download directories must be real folders, not symbolic links or special files: %@.
ja: ダウンロード先のディレクトリは、シンボリックリンクや特殊ファイルではなく実際のフォルダである必要があります：%@。
zh_hans: 下载目录必须是真实的文件夹，不能是符号链接或特殊文件：%@。
zh_hant: 下載目錄必須是實際的資料夾，不能是符號連結或特殊檔案：%@。

source: Downloaded projects may contain only regular files and folders, not symbolic links or special files: %@.
ja: ダウンロードしたプロジェクトに含められるのは通常のファイルとフォルダのみで、シンボリックリンクや特殊ファイルは含められません：%@。
zh_hans: 下载的项目只能包含普通文件和文件夹，不能包含符号链接或特殊文件：%@。
zh_hant: 下載的專案只能包含一般檔案和資料夾，不能包含符號連結或特殊檔案：%@。

source: No project.json found. Choose a wallpaper project, a folder containing projects, or a Steam library with steamapps/workshop/content/431960.
ja: project.jsonが見つかりません。壁紙プロジェクト、プロジェクトを含むフォルダ、またはsteamapps/workshop/content/431960があるSteamライブラリを選択してください。
zh_hans: 找不到 project.json。请选择壁纸项目、包含项目的文件夹，或带有 steamapps/workshop/content/431960 的 Steam 库。
zh_hant: 找不到 project.json。請選擇桌布專案、包含專案的資料夾，或含有 steamapps/workshop/content/431960 的 Steam 收藏庫。

source: Symbolic links are not imported. Choose the original folder or file instead.
ja: シンボリックリンクは読み込まれません。代わりに元のフォルダまたはファイルを選択してください。
zh_hans: 不导入符号链接。请选择原始文件夹或文件。
zh_hant: 不會匯入符號連結。請改為選擇原始資料夾或檔案。

source: The project’s file field must be a relative filename.
ja: プロジェクトのfileフィールドは相対ファイル名である必要があります。
zh_hans: 项目的 file 字段必须是相对文件名。
zh_hant: 專案的 file 欄位必須是相對檔名。

source: The preview path must remain inside the wallpaper folder.
ja: プレビューのパスは壁紙フォルダ内にある必要があります。
zh_hans: 预览图路径必须位于壁纸文件夹内。
zh_hant: 預覽圖路徑必須位於桌布資料夾內。

source: Project dependency paths may not escape their folder.
ja: プロジェクトの依存関係のパスは、そのフォルダの外を指すことはできません。
zh_hans: 项目依赖路径不能指向其文件夹之外。
zh_hant: 專案相依項目的路徑不能超出其資料夾。

source: Missing project content: %@. Copy the complete wallpaper folder, not just project.json.
ja: プロジェクトの内容が見つかりません：%@。project.jsonだけでなく、壁紙フォルダ全体をコピーしてください。
zh_hans: 缺少项目内容：%@。请复制完整的壁纸文件夹，而不只是 project.json。
zh_hant: 缺少專案內容：%@。請拷貝完整的桌布資料夾，而不只是 project.json。

source: The project’s file field must point inside its own folder (no absolute paths or parent traversal).
ja: プロジェクトのfileフィールドは自身のフォルダ内を指す必要があります（絶対パスや親ディレクトリへの移動は使用できません）。
zh_hans: 项目的 file 字段必须指向自身文件夹内的文件（不能用绝对路径或上级目录）。
zh_hant: 專案的 file 欄位必須指向其資料夾內的檔案（不可使用絕對路徑或上層目錄）。

source: project.json must describe a scene, video, or web wallpaper.
ja: project.jsonはシーン、ビデオ、またはWeb壁紙を記述している必要があります。
zh_hans: project.json 必须描述场景、视频或网页壁纸。
zh_hant: project.json 必須描述場景、影片或網頁桌布。

source: project.json must use UTF-8 encoding without a byte-order mark. Convert the manifest and import it again.
ja: project.jsonはBOM（バイトオーダーマーク）なしのUTF-8エンコーディングである必要があります。マニフェストを変換してから、もう一度読み込んでください。
zh_hans: project.json 必须使用不带 BOM 的 UTF-8 编码。请转换后重新导入。
zh_hant: project.json 必須使用不含 BOM（位元組順序記號）的 UTF-8 編碼。請轉換此資訊清單後重新匯入。

source: project.json must be a regular JSON file smaller than 16 MB.
ja: project.jsonは16 MB未満の通常のJSONファイルである必要があります。
zh_hans: project.json 必须是小于 16 MB 的普通 JSON 文件。
zh_hant: project.json 必須是小於 16 MB 的一般 JSON 檔案。

source: Could not create %@. Check available disk space and folder permissions.
ja: 「%@」を作成できませんでした。ディスクの空き容量とフォルダのアクセス権を確認してください。
zh_hans: 无法创建 %@。请检查磁盘空间和文件夹权限。
zh_hant: 無法建立 %@。請檢查可用磁碟空間和資料夾權限。

source: Unsupported special file: %@. Only regular files and folders can be imported.
ja: 対応していない特殊ファイルです：%@。読み込めるのは通常のファイルとフォルダのみです。
zh_hans: 不支持的特殊文件：%@。只能导入普通文件和文件夹。
zh_hant: 不支援的特殊檔案：%@。只能匯入一般檔案和資料夾。

source: Symbolic links are not imported: %@. Copy the original content into the project folder first.
ja: シンボリックリンクは読み込まれません：%@。先に元の内容をプロジェクトフォルダにコピーしてください。
zh_hans: 不导入符号链接：%@。请先把原始内容复制到项目文件夹中。
zh_hant: 不會匯入符號連結：%@。請先將原始內容拷貝到專案資料夾中。

source: macOS refused to reload the user-owned wallpaper service (errno %d). The restoration journal was retained.
ja: macOSがユーザ所有の壁紙サービスの再読み込みを拒否しました（errno %d）。復元ジャーナルは保持されています。
zh_hans: macOS 拒绝重新加载墙纸服务（errno %d）。恢复记录已保留。
zh_hant: macOS 拒絕重新載入使用者擁有的桌布服務（errno %d）。已保留還原記錄。

source: No positively verified user-owned WallpaperAgent is running. Native selection could not be activated; its restoration journal was retained.
ja: 現在のユーザが所有していると確実に確認できたWallpaperAgentが実行されていません。システムの壁紙選択を有効にできませんでした。復元ジャーナルは保持されています。
zh_hans: 没有找到可确认属于当前用户的 WallpaperAgent 进程，无法启用锁定屏幕墙纸。恢复记录已保留。
zh_hant: 沒有執行中且經確認屬於目前使用者的 WallpaperAgent。無法啟用原生桌布選擇；已保留其還原記錄。

source: Unable to identify the wallpaper service safely.
ja: 壁紙サービスを安全に特定できません。
zh_hans: 无法安全识别墙纸服务。
zh_hant: 無法安全地識別桌布服務。

source: Unable to enumerate the wallpaper service.
ja: 壁紙サービスを列挙できません。
zh_hans: 无法列出墙纸服务进程。
zh_hant: 無法列舉桌布服務。

source: This macOS Space has an unsupported wallpaper configuration.
ja: このmacOSの操作スペースには、対応していない壁紙構成があります。
zh_hans: 这个 macOS 桌面空间的墙纸配置不受支持。
zh_hant: 此 macOS 空間的桌布設定不受支援。

source: The system wallpaper was changed outside WallpaperMachine. Disable Animate Lock Screen before enabling it again; external choices will be preserved.
ja: システムの壁紙がWallpaperMachineの外部で変更されました。「ロック画面をアニメーション表示」を一度オフにしてから、もう一度オンにしてください。外部で行った選択は保持されます。
zh_hans: 系统墙纸在 WallpaperMachine 之外被更改了。请先关闭再重新开启“锁定屏幕动态壁纸”，你在别处做的选择会保留。
zh_hant: 系統桌布已在 WallpaperMachine 之外被更改。請先關閉「鎖定畫面動態桌布」再重新開啟；你在外部所做的選擇會保留。

source: The native wallpaper restoration journal is invalid.
ja: システム壁紙の復元ジャーナルが無効です。
zh_hans: 墙纸恢复记录无效。
zh_hant: 原生桌布還原記錄無效。

source: A native wallpaper override was removed outside WallpaperMachine. Disable Animate Lock Screen before enabling it again.
ja: システム壁紙のオーバーライドがWallpaperMachineの外部で削除されました。「ロック画面をアニメーション表示」を一度オフにしてから、もう一度オンにしてください。
zh_hans: 墙纸设置在 WallpaperMachine 之外被移除了。请先关闭再重新开启“锁定屏幕动态壁纸”。
zh_hant: 原生桌布覆寫設定已在 WallpaperMachine 之外被移除。請先關閉「鎖定畫面動態桌布」再重新開啟。

source: The system wallpaper changed during native selection. Please retry; no concurrent changes were overwritten.
ja: システムの壁紙を選択している間に、システムの壁紙が変更されました。再試行してください。同時に行われた変更は上書きされていません。
zh_hans: 设置过程中系统墙纸发生了变化。请重试，其间的更改没有被覆盖。
zh_hant: 進行原生桌布選擇時，系統桌布發生變更。請重試；同時進行的變更均未被覆寫。

source: This macOS wallpaper store format is unsupported. Native selection was not changed.
ja: このmacOSの壁紙ストア形式には対応していません。システムの壁紙選択は変更されていません。
zh_hans: 不支持这个版本的 macOS 墙纸存储格式，墙纸设置没有被更改。
zh_hant: 不支援此 macOS 桌布儲存格式。原生桌布選擇未變更。

source: A system-wide linked wallpaper currently overrides individual displays. Turn off that wallpaper app or its all-displays setting before enabling Animate Lock Screen; the existing global wallpaper was not changed.
ja: 現在、システム全体でリンクされた壁紙が個々のディスプレイの設定より優先されています。「ロック画面をアニメーション表示」をオンにする前に、その壁紙Appまたはその「すべてのディスプレイ」設定をオフにしてください。既存のグローバル壁紙は変更されていません。
zh_hans: 当前有一个全局墙纸覆盖了所有显示器。请先关闭那个墙纸应用或它的“所有显示器”设置，再开启“锁定屏幕动态壁纸”。现有的全局墙纸没有被更改。
zh_hant: 目前有全系統連動的桌布覆蓋了個別顯示器。請先關閉該桌布 App 或其「所有顯示器」設定，再開啟「鎖定畫面動態桌布」；現有的全域桌布未變更。

source: A native wallpaper selection has no restoration journal or surviving system fallback. Choose a system wallpaper for this display before enabling Animate Lock Screen.
ja: システムの壁紙選択に、復元ジャーナルも残存するシステムのフォールバックもありません。「ロック画面をアニメーション表示」をオンにする前に、このディスプレイのシステム壁紙を選択してください。
zh_hans: 这台显示器的墙纸设置没有可用的恢复记录或系统备选。请先为它选择一张系统墙纸，再开启“锁定屏幕动态壁纸”。
zh_hant: 原生桌布選擇沒有還原記錄，也沒有留存的系統備用桌布。請先為此顯示器選擇系統桌布，再開啟「鎖定畫面動態桌布」。

source: This wallpaper is downloaded, but Wallpaper Engine’s shared scene resources are not installed. Choose Get shared resources in the wallpaper’s details, or go to Settings → Library & Steam.
ja: この壁紙はダウンロード済みですが、Wallpaper Engineの共有シーンリソースがインストールされていません。壁紙の詳細で「共有リソースを入手」を選択するか、「設定」→「ライブラリとSteam」に移動してください。
zh_hans: 壁纸已下载，但还没有安装 Wallpaper Engine 的共享场景资源。请在壁纸详情中点击“获取共享资源”，或前往“设置 → 壁纸库与 Steam”。
zh_hant: 此桌布已下載，但尚未安裝 Wallpaper Engine 的共用場景資源。請在桌布詳細資訊中選擇「取得共用資源」，或前往「設定 → 桌布庫與 Steam」。

source: This folder does not contain Wallpaper Engine’s shared shaders and materials. Choose its complete assets folder, or install scene assets through Steam.
ja: このフォルダにはWallpaper Engineの共有シェーダとマテリアルが含まれていません。完全なassetsフォルダを選択するか、Steamで共有シーンリソースをインストールしてください。
zh_hans: 此文件夹不包含 Wallpaper Engine 的共享着色器和材质。请选择完整的 assets 文件夹，或通过 Steam 安装场景资源。
zh_hant: 此資料夾不含 Wallpaper Engine 的共用著色器和材質。請選擇完整的 assets 資料夾，或透過 Steam 安裝場景資源。

source: Steam did not produce complete scene assets. Confirm this account owns Wallpaper Engine and retry. Existing assets have not been changed.
ja: Steamから完全な共有シーンリソースを取得できませんでした。このアカウントがWallpaper Engineを所有していることを確認してから再試行してください。既存のリソースは変更されていません。
zh_hans: Steam 没有提供完整的场景资源。请确认此账户拥有 Wallpaper Engine 后重试，现有资源没有被改动。
zh_hant: Steam 未產生完整的場景資源。請確認此帳號擁有 Wallpaper Engine 後重試。現有資源未被更動。

source: Locate Wallpaper Engine assets
ja: Wallpaper Engineのリソースの場所を指定
zh_hans: 选择 Wallpaper Engine 资源文件夹
zh_hant: 指定 Wallpaper Engine 資源位置

source: Choose the assets folder inside your legitimate Wallpaper Engine installation. These shared resources are required by many scenes.
ja: 正規にインストールしたWallpaper Engine内のassetsフォルダを選択してください。多くのシーンでこれらの共有リソースが必要です。
zh_hans: 请选择你已购买的 Wallpaper Engine 安装目录中的 assets 文件夹。很多场景壁纸都需要这些共享资源。
zh_hant: 請選擇你正版 Wallpaper Engine 安裝位置中的 assets 資料夾。許多場景都需要這些共用資源。

source: This wallpaper is not a folder in the managed library. Nothing was deleted.
ja: この壁紙は管理対象のライブラリ内のフォルダではありません。何も削除されていません。
zh_hans: 这张壁纸不是壁纸库中的文件夹，没有删除任何内容。
zh_hant: 此桌布不是受管理桌布庫中的資料夾。未刪除任何內容。

source: Invalid wallpaper ID. Nothing was deleted.
ja: 壁紙IDが無効です。何も削除されていません。
zh_hans: 壁纸 ID 无效，没有删除任何内容。
zh_hant: 桌布 ID 無效。未刪除任何內容。

source: Restoration also failed: %@
ja: 復元にも失敗しました：%@
zh_hans: 恢复也失败了：%@
zh_hant: 還原也失敗了：%@

source: Next Wallpaper
ja: 次の壁紙
zh_hans: 下一张壁纸
zh_hant: 下一張桌布

source: Lock Screen
ja: 画面をロック
zh_hans: 锁定屏幕
zh_hant: 鎖定畫面

source: Requires macOS 26 or later
ja: macOS 26以降が必要です
zh_hans: 需要 macOS 26 或更高版本
zh_hant: 需要 macOS 26 或以上版本

source: Unavailable
ja: 利用できません
zh_hans: 不可用
zh_hant: 無法使用

source: That app rule no longer exists.
ja: そのAppルールはもう存在しません。
zh_hans: 该应用规则已不存在。
zh_hant: 該 App 規則已不存在。

source: Couldn’t reach pixiv: %@
ja: pixivに接続できませんでした：%@
zh_hans: 无法连接 pixiv：%@
zh_hant: 無法連線至 pixiv：%@

source: pixiv has nothing at this address any more. The work may have been deleted, or the ranking has no more pages.
ja: このアドレスにはpixivのコンテンツがもうありません。作品が削除されたか、ランキングにこれ以上のページがない可能性があります。
zh_hans: pixiv 上已没有这个地址的内容。作品可能已被删除，或者排行榜没有更多页了。
zh_hant: pixiv 上此位址已沒有內容。作品可能已被刪除，或排行榜已沒有更多頁面。

source: pixiv is limiting requests from this network right now. Wait a minute, then try again.
ja: pixivは現在、このネットワークからのリクエストを制限しています。1分ほど待ってから、もう一度お試しください。
zh_hans: pixiv 目前正在限制来自此网络的请求。请稍等一分钟后再试。
zh_hant: pixiv 目前正在限制來自此網路的請求。請稍候一分鐘再試一次。

source: pixiv refused the request. Wait a minute, then try again.
ja: pixivがリクエストを拒否しました。1分ほど待ってから、もう一度お試しください。
zh_hans: pixiv 拒绝了请求。请稍等一分钟后再试。
zh_hant: pixiv 拒絕了請求。請稍候一分鐘再試一次。

source: pixiv returned status %lld. Try again later.
ja: pixivがステータス%lldを返しました。あとでもう一度お試しください。
zh_hans: pixiv 返回了状态码 %lld。请稍后再试。
zh_hant: pixiv 傳回狀態碼 %lld。請稍後再試。

source: pixiv sent an answer this version of WallpaperMachine can’t read. Try again, or open the work on pixiv.
ja: pixivから、このバージョンのWallpaperMachineでは読み取れない応答が返されました。もう一度試すか、pixivで作品を開いてください。
zh_hans: pixiv 返回的内容无法被此版本的 WallpaperMachine 读取。请重试，或在 pixiv 上打开该作品。
zh_hant: pixiv 傳回的回應無法由此版本的 WallpaperMachine 讀取。請再試一次，或在 pixiv 上打開該作品。

source: pixiv shows this work only to signed-in members, or only to the artist’s followers. Sign in to pixiv, or open the work there.
ja: この作品は、pixivにサインインしている会員、または作者のフォロワーにのみ公開されています。pixivにサインインするか、pixivで作品を開いてください。
zh_hans: pixiv 仅向已登录的会员或作者的关注者展示此作品。请登录 pixiv，或在 pixiv 上打开该作品。
zh_hant: pixiv 只向已登入的會員或作者的追蹤者顯示此作品。請登入 pixiv，或在 pixiv 上打開該作品。

source: The image is larger than the %lld MB WallpaperMachine accepts.
ja: 画像がWallpaperMachineで扱える上限の%lld MBを超えています。
zh_hans: 图片超过了 WallpaperMachine 可接受的 %lld MB 上限。
zh_hant: 圖片超過 WallpaperMachine 可接受的 %lld MB 上限。

source: pixiv sent a file that is not a JPEG, PNG or GIF image.
ja: pixivから送られたファイルは、JPEG、PNG、GIFのいずれの画像でもありません。
zh_hans: pixiv 发送的文件不是 JPEG、PNG 或 GIF 图片。
zh_hant: pixiv 傳送的檔案不是 JPEG、PNG 或 GIF 圖片。

source: The downloaded image couldn’t be read. Try downloading it again.
ja: ダウンロードした画像を読み取れませんでした。もう一度ダウンロードしてください。
zh_hans: 下载的图片无法读取。请重新下载。
zh_hant: 無法讀取下載的圖片。請重新下載。

source: pixiv didn’t accept the sign-in. Sign in to pixiv again.
ja: pixivがサインインを受け付けませんでした。もう一度pixivにサインインしてください。
zh_hans: pixiv 未接受此次登录。请重新登录 pixiv。
zh_hant: pixiv 未接受此次登入。請重新登入 pixiv。

source: pixiv won’t show R-18 works to this account. Turn them on in pixiv’s settings under Viewing restrictions, then refresh.
ja: pixivはこのアカウントにR-18作品を表示しません。pixivの設定の「閲覧制限」でオンにしてから、更新してください。
zh_hans: pixiv 不会向此账户显示 R-18 作品。请在 pixiv 设置的“浏览限制”中开启，然后刷新。
zh_hant: pixiv 不會向此帳號顯示 R-18 作品。請在 pixiv 設定的「瀏覽限制」中開啟，然後重新整理。

source: Signed in, but the keychain didn’t keep the sign-in, so you’ll need to sign in again after WallpaperMachine quits.
ja: サインインしましたが、キーチェーンにサインイン情報を保存できなかったため、WallpaperMachineの終了後にもう一度サインインする必要があります。
zh_hans: 已登录，但钥匙串未能保存登录信息，WallpaperMachine 退出后需要重新登录。
zh_hant: 已登入，但鑰匙圈未保存登入資訊，因此 WallpaperMachine 結束後你需要重新登入。

source: Sign in to pixiv
ja: pixivにサインイン
zh_hans: 登录 pixiv
zh_hant: 登入 pixiv

source: Choose a video, image, HTML file, or Wallpaper Engine project folder.
ja: ビデオ、画像、HTMLファイル、またはWallpaper Engineのプロジェクトフォルダを選択してください。
zh_hans: 请选择视频、图片、HTML 文件或 Wallpaper Engine 项目文件夹。
zh_hant: 請選擇影片、圖片、HTML 檔案或 Wallpaper Engine 專案資料夾。
